Repository: Yoddikko/kasetPlus
Catalog: Sources/Kaset/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sv, tr, uk, zh_hans

source: Browse and join community discussions
ar: تصفح وانضم إلى مناقشات المجتمع
cs: Procházet a připojit se k diskuzím komunity
da: Gennemse og deltag i community diskussioner
de: Community-Diskussionen durchsuchen und beitreten
el: Περιήγηση και συμμετοχή σε συζητήσεις κοινότητας
es: Navegar y unirse a discusiones comunitarias
fi: Selaa ja liity yhteisön keskusteluihin
fr: Parcourir et rejoindre les discussions de la communauté
it: Naviga e unisciti alle conversazioni della community
ja: コミュニティのディスカッションを閲覧して参加する
nl: Bladeren en deelnemen aan community discussies
no: Bla gjennom og bli med i samfunnsdiskusjoner
pl: Przeglądaj i dołącz do dyskusji społeczności
pt: Navegar e participar de discussões da comunidade
pt_br: Navegar e participar de discussões da comunidade
ro: Răsfoiește și alătură-te discuțiilor comunității
ru: Просмотреть и присоединиться к обсуждениям в сообществе
sv: Bläddra och gå med i gemenskapens diskussioner
uk: Переглянути та приєднатися до обговорення спільноти
zh_hans: 浏览并加入社区讨论

source: Browse without personalization
ar: تصفّح من دون تخصيص
cs: Procházet bez personalizace
da: Gennemse uden personalisering
de: Ohne Personalisierung durchsuchen
el: Περιήγηση χωρίς εξατομίκευση
es: Explorar sin personalización
fi: Selaa ilman personointia
fr: Parcourir sans personnalisation
id: Telusuri tanpa personalisasi
it: Sfoglia senza personalizzazione
ja: パーソナライゼーションなしで閲覧する
ko: 개인화 없이 둘러보기
nl: Bladeren zonder personalisatie
no: Bla gjennom uten personalisering
pl: Przeglądaj bez personalizacji
pt: Explorar sem personalização
pt_br: Procurar sem personalização
ro: Navigare fără personalizare
ru: Просматривать без персонализации
sv: Bläddra utan anpassning
tr: Kişiselleştirme olmadan göz at
uk: Переглядати без персоналізації
zh_hans: 无需个性化浏览

source: Built with SwiftUI for a true macOS experience
ar: مبنية بـ SwiftUI لتجربة macOS حقيقية
cs: Vytvořeno s SwiftUI pro skutečný zážitek z macOS
da: Bygget med SwiftUI til en ægte macOS-oplevelse
de: Mit SwiftUI für ein echtes macOS-Erlebnis entwickelt
el: Χτισμένο με SwiftUI για μια πραγματική εμπειρία macOS
es: Creado con SwiftUI para una experiencia macOS auténtica
fi: Rakennettu SwiftUI:n avulla saat todellisen macOS-kokemuksen
fr: Conçu avec SwiftUI pour une véritable expérience macOS
id: Dibangun dengan SwiftUI untuk pengalaman macOS yang sesungguhnya
it: Realizzato con SwiftUI per un'esperienza davvero macOS
ja: 真のmacOS体験のためのSwiftUIで構築されました
ko: 진정한 macOS 환경을 위해 SwiftUI로 제작
nl: Gebouwd met SwiftUI voor een echte macOS-ervaring
no: Bygget med SwiftUI for en ekte macOS opplevelse
pl: Stworzone w SwiftUI dla prawdziwie macOS-owego doświadczenia
pt: Criado com SwiftUI para uma verdadeira experiência no macOS
pt_br: Desenvolvido com SwiftUI para uma verdadeira experiência com macOS
ro: Construit cu SwiftUI pentru o experiență de macOS adevărată
ru: Создано на SwiftUI для настоящего опыта macOS
sv: Byggd med SwiftUI för en äkta macOS-upplevelse
tr: Gerçek bir macOS deneyimi için SwiftUI ile geliştirildi
uk: Створено зі SwiftUI для справжнього досвіду macOS
zh_hans: 使用 SwiftUI 构建一个真正的 macOS 体验

source: Calculating...
ar: جارٍ الحساب...
cs: Vypočítávám...
da: Beregner...
de: Wird berechnet…
el: Υπολογισμός...
es: Calculando…
fi: Lasketaan...
fr: Calcul en cours...
id: Menghitung...
it: Calcolo…
ja: 計算中...
ko: 계산 중...
nl: Wordt berekend…
no: Beregner...
pl: Obliczanie…
pt: A calcular…
pt_br: Calculando...
ro: Calculare...
ru: Вычисление…
sv: Beräknar…
tr: Hesaplanıyor...
uk: Обчислення...
zh_hans: 正在计算...

source: Cancel
ar: إلغاء
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
no: Avbryt
pl: Anuluj
pt: Cancelar
pt_br: cancelar
ro: Anulează
ru: Отменить
sv: Avbryt
tr: İptal
uk: Скасувати
zh_hans: 取消

source: Card
ar: بطاقة
cs: Karta
da: Kort
de: Karte
el: Κάρτα
es: Tarjeta
fi: Kortti
fr: Cartes
ja: カード
nl: Creditcard
no: Kort
pl: Karta
pt: Carta
pt_br: Carta
ru: Карта
sv: Kort
uk: Картка
zh_hans: 卡

source: Category
ar: الفئة
cs: Kategorie
da: Kategori
de: Kategorie
el: Κατηγορία
es: Categoría
fi: Kategoria
fr: Catégorie
id: Kategori
it: Categoria
ja: カテゴリ
ko: 카테고리
nl: Categorie
no: Kategori
pl: Kategoria
pt: Categoria
pt_br: categoria
ro: Categorie
ru: Категория
sv: Kategori
tr: Kategori
uk: Категорія
zh_hans: 类别

source: Change your system language to English or another supported language.
ar: غيّر لغة النظام إلى الإنجليزية أو لغة مدعومة أخرى.
cs: Změňte svůj systémový jazyk na angličtinu nebo jiný podporovaný jazyk.
da: Skift dit systemsprog til engelsk eller et andet understøttet sprog.
de: Ändere die Systemsprache auf Englisch oder eine andere unterstützte Sprache.
el: Αλλάξτε τη γλώσσα του συστήματός σας σε αγγλική ή άλλη υποστηριζόμενη γλώσσα.
es: Cambia el idioma del sistema a inglés u otro idioma compatible.
fi: Vaihda järjestelmän kieli englanniksi tai toiselle tuetulle kielelle.
fr: Changez la langue de votre système en anglais ou dans une autre langue prise en charge.
id: Ubah bahasa sistem Anda ke bahasa Inggris atau bahasa yang didukung lainnya.
it: Cambia la lingua di sistema in inglese o un'altra lingua supportata.
ja: システムの言語を英語または他のサポートされている言語に変更します。
ko: 시스템 언어를 영어 또는 다른 지원 언어로 변경하세요.
nl: Wijzig de systeemtaal naar Engels of een andere ondersteunde taal.
no: Endre ditt systemspråk til engelsk eller et annet støttet språk.
pl: Zmień język systemu na angielski lub inny obsługiwany język.
pt: Altere o idioma do sistema para inglês ou outro idioma suportado.
pt_br: Mude o idioma do seu sistema para Inglês ou outro idioma suportado.
ro: Schimbați limba sistemului în engleză sau într-o altă limbă acceptată.
ru: Измените язык системы на английский или другой поддерживаемый язык.
sv: Byt systemspråk till engelska eller ett annat språk som stöds.
tr: Sistem dilinizi İngilizceye veya desteklenen başka bir dile değiştirin.
uk: Змініть мову системи на англійську або іншу підтримувану мову.
zh_hans: 将您的系统语言更改为英语或其他支持的语言。

source: Channels
ar: القنوات
cs: Kanály
da: Kanaler
de: Kanäle
el: Κανάλια
es: Canales
fi: Kanavat
fr: Chaînes
id: Channel
it: Canali
ja: チャンネル
ko: 채널
nl: Kanalen
no: Kanaler
pl: Kanały
pt: Canais
pt_br: Canais
ro: Canale
ru: Каналы
sv: Kanaler
tr: Kanallar
uk: Канали
zh_hans: 频道

source: Chapter
ar: الفصل
cs: KAPITOLA 1 1 —
da: Kapitel
de: Kapitel
el: Κεφάλαιο
es: Capítulo
fi: Luku
fr: Chapitre
id: Bab
it: Capitolo
ja: 章
ko: 챕터
nl: Hoofdstuk
no: Kapittel
pl: Rozdział
pt: Capítulo
pt_br: Capítulo
ro: Capitol
ru: Глава
sv: Kapitel
tr: Bölüm
uk: Розділ
zh_hans: 章 次

source: Chapters
ar: الفصول
cs: Kapitola
da: Kapitler
de: Kapitel
el: Κεφάλαια
es: Capítulos
fi: Luvut
fr: Chapitres
id: Bab
it: Capitoli
ja: 章
ko: 챕터
nl: Hoofdstukken
no: Kapitler
pl: Rozdziały
pt: Capítulos
pt_br: Capítulos
ro: Capitole
ru: Главы
sv: Kapitel
tr: Bölümler
uk: Розділи
zh_hans: 章 次

source: Charts
ar: الأكثر رواجًا
cs: Grafy
da: Diagrammer
de: Karten
el: Γραφήματα
es: Éxitos
fi: Kaaviot
fr: Classements
id: Tangga Lagu
it: Classifiche
ja: グラフ
ko: 차트
nl: Hitlijsten
no: Diagrammer
pl: Listy przebojów
pt: Tops
pt_br: Listas
ro: Grafice
ru: Чарты
sv: Topplistor
tr: Listeler
uk: Чарти
zh_hans: 图表

source: Chat…
ar: الدردشة…
es: Chatear…
fi: Keskustele…
fr: Discuter…
pl: Czat…
pt: Bate-papo…
pt_br: Bate-papo…
ru: Чат…
sv: Chatt…
zh_hans: 聊天…

source: Check Now
ar: تحقق الآن
cs: Zkontrolovat nyní
da: Tjek Nu
de: Jetzt prüfen
el: Έλεγχος Τώρα
es: Buscar ahora
fi: Tarkista Nyt
fr: Vérifier maintenant
id: Periksa Sekarang
it: Controlla ora
ja: 今すぐチェック
ko: 지금 확인
nl: Nu controleren
no: Sjekk nå
pl: Sprawdź teraz
pt: Procurar agora
pt_br: Verificar agora
ro: Verifică acum
ru: Проверить сейчас
sv: Sök nu
tr: Şimdi Denetle
uk: Перевірити зараз
zh_hans: 立即检查

source: Check for Updates
ar: التحقق من التحديثات
cs: Zkontrolovat aktualizace
da: Søg efter opdateringer
de: Nach Updates suchen
el: Έλεγχος για ενημερώσεις
es: Buscar actualizaciones
fi: Tarkista päivitykset
fr: Rechercher des mises à jour
id: Periksa Pembaruan
it: Controlla aggiornamenti
ja: アップデートの確認
ko: 업데이트 확인
nl: Zoek naar updates
no: Se etter oppdateringer
pl: Sprawdź uaktualnienia
pt: Procurar atualizações
pt_br: Procurar por atualizações
ro: Verifică pentru actualizări
ru: Проверить обновления
sv: Sök efter uppdateringar
tr: Güncellemeleri Denetle
uk: Перевірити оновлення
zh_hans: 检查更新

source: Check for Updates...
ar: التحقق من التحديثات...
cs: Zkontrolovat aktualizace...
da: Tjek for opdateringer...
de: Nach Updates suchen…
el: Έλεγχος για ενημερώσεις...
es: Buscar actualizaciones…
fi: Tarkista päivitykset...
fr: Rechercher les mises à jour...
id: Periksa Pembaruan...
it: Controlla aggiornamenti…
ja: アップデートを確認...
ko: 업데이트 확인...
nl: Controleer op updates…
no: Se etter oppdateringer...
pl: Sprawdź uaktualnienia…
pt: Procurar atualizações…
pt_br: Verificar por Atualizações...
ro: Verifică pentru actualizări...
ru: Проверить обновления…
sv: Sök efter uppdateringar…
tr: Güncellemeleri Denetle...
uk: Перевірити оновлення...
zh_hans: 检查更新...

source: Choose the language for content and search results from YouTube Music
ar: اختر لغة المحتوى ونتائج البحث من YouTube Music
cs: Vyberte jazyk obsahu a výsledky hledání z YouTube Music
da: Vælg sproget for indhold og søgeresultater fra YouTube Music
de: Wähle die Sprache für Inhalte und Suchergebnisse von YouTube Music
el: Επιλέξτε τη γλώσσα για περιεχόμενο και τα αποτελέσματα αναζήτησης από το YouTube Music
es: Elige el idioma del contenido y de los resultados de búsqueda de YouTube Music
fi: Valitse kieli sisältöä ja hakutuloksia varten YouTube Music
fr: Choisissez la langue du contenu et des résultats de recherche de YouTube Music
id: Pilih bahasa untuk konten dan hasil pencarian dari YouTube Music
it: Scegli la lingua per i contenuti e i risultati di ricerca di YouTube Music
ja: YouTube音楽からコンテンツと検索結果の言語を選択してください
ko: YouTube Music의 콘텐츠 및 검색 결과 언어를 선택하세요
nl: Kies de taal voor inhoud en zoekresultaten van YouTube Music
no: Velg språk for innhold og søkeresultater fra YouTube Music
pl: Wybierz język treści i wyników wyszukiwania z YouTube Music
pt: Escolha o idioma do conteúdo e dos resultados de pesquisa do YouTube Music
pt_br: Escolha o idioma dos resultados de pesquisa e conteúdo do YouTube Music
ro: Alege limba pentru conținut și rezultate de căutare de pe YouTube Music
ru: Выберите язык контента и результатов поиска YouTube Music
sv: Välj språk för innehåll och sökresultat från YouTube Music
tr: YouTube Music içeriği ve arama sonuçları için dili seçin
uk: Виберіть мову контенту та результатів пошуку в YouTube Music
zh_hans: 从YouTube音乐中选择内容和搜索结果的语言

source: Choose the preferred audio quality for YouTube Music playback
ar: اختر جودة الصوت المفضلة لتشغيل YouTube Music
cs: Vyberte preferovanou kvalitu zvuku pro přehrávání hudby na YouTube
da: Vælg den foretrukne lydkvalitet til afspilning af YouTube Music
de: Wähle die bevorzugte Audioqualität für die Wiedergabe von YouTube Music
el: Επιλέξτε την προτιμώμενη ποιότητα ήχου για την αναπαραγωγή μουσικής YouTube
es: Elige la calidad de audio preferida para la reproducción de YouTube Music
fi: Valitse YouTube Music -toiston haluttu äänenlaatu
fr: Choisissez la qualité audio préférée pour la lecture sur YouTube Music
id: Pilih kualitas audio yang disukai untuk pemutaran YouTube Music
it: Scegli la qualità audio preferita per la riproduzione su YouTube Music
ja: YouTubeの音楽再生に適したオーディオ品質を選択してください
ko: YouTube Music 재생에 사용할 선호 오디오 품질을 선택하세요
nl: Kies de gewenste audiokwaliteit voor het afspelen van YouTube Music
no: Velg foretrukket lydkvalitet for YouTube Music playback
pl: Wybierz preferowaną jakość dźwięku dla odtwarzania YouTube Music
pt: Escolha a qualidade de áudio preferida para a reprodução no YouTube Music
pt_br: Escolha a qualidade preferida do áudio para a reprodução de música do YouTube
ro: Alegeţi calitatea audio preferată pentru muzica YouTube
ru: Выберите предпочтительное качество звука для воспроизведения в YouTube Music
sv: Välj önskad ljudkvalitet för uppspelning i YouTube Music
tr: YouTube Music oynatımı için tercih edilen ses kalitesini seçin
uk: Виберіть бажану якість звуку для відтворення в YouTube Music
zh_hans: 选择 YouTube 音乐播放的首选音频质量

source: Choose which buttons appear in the Now Playing widget in Control Center
ar: اختر الأزرار التي تظهر في أداة التشغيل الحالي في مركز التحكم
cs: Vyberte, která tlačítka se zobrazí v Nyní přehrávaném widgetu v ovládacím centru
da: Vælg hvilke knapper der vises i kontrollen Afspilles nu i Kontrolcenter
de: Wähle, welche Tasten im Widget "Jetzt läuft" im Kontrollzentrum angezeigt werden
el: Επιλέξτε ποια κουμπιά εμφανίζονται στο γραφικό στοιχείο αναπαραγωγής τώρα στο Κέντρο ελέγχου
es: Elige qué botones aparecen en el widget En reproducción del Centro de control
fi: Valitse mitkä painikkeet näkyvät nyt Playing widget Control Centerissä
fr: Choisissez les boutons affichés dans le widget En lecture du Centre de contrôle
id: Pilih tombol yang muncul di widget Sedang Diputar di Pusat Kontrol
it: Scegli i pulsanti che compaiono nel widget "In riproduzione" del Centro di Controllo
ja: コントロールセンターの「再生中」ウィジェットに表示するボタンを選択します
ko: 제어 센터의 지금 재생 중 위젯에 표시할 버튼을 선택하세요
nl: Kies welke knoppen in de widget Speelt nu in Bedieningspaneel verschijnen
no: Velg hvilke knapper som vises i "Playing widget" i Kontrollsenteret
pl: Wybierz, które przyciski pojawiają się w widżecie Teraz odtwarzane w Centrum sterowania
pt: Escolha que botões aparecem no widget Em reprodução do Centro de Controlo
pt_br: Escolha quais botões aparecem no widget Tocando agora no Centro de Controle
ro: Alegeți ce butoane apare în widget-ul Redare acum în Centrul de Control
ru: Выберите, какие кнопки отображаются в виджете «Сейчас играет» в Пункте управления
sv: Välj vilka knappar som visas i widgeten Spelas nu i Kontrollcenter
tr: Kontrol Merkezi'ndeki Şu An Çalıyor widget'ında hangi düğmelerin görüneceğini seçin
uk: Виберіть кнопки у віджеті «Зараз грає» в Центрі керування
zh_hans: 选择在控制中心正在播放小部件中显示的按钮

source: Choose…
ar: اختر…
cs: Vybrat…
da: Vælg…
de: Wählen Sie…
el: Επιλογή…
es: Elegir…
fi: Valitse…
fr: Choisissez…
it: Scegli…
no: Velg…
pl: Wybierz…
pt: Escolher…
pt_br: Escolher…
ro: Alege…
ru: Выберите…
sv: Välj…
uk: Оберіть…
zh_hans: 选择…

source: Classical
ar: كلاسيكي
cs: Klasický
da: Klassisk
de: Klassik
el: Κλασική
es: Clásica
fi: Klassinen
fr: Classique
id: Klasik
it: Classica
ja: クラシック
ko: 클래식
nl: Klassiek
no: Klassisk
pl: Klasyczna
pt: Clássica
pt_br: Clássico
ro: Clasică
ru: Классика
sv: Klassisk
tr: Klasik
uk: Класика
zh_hans: 经典的

source: Clear
ar: مسح
cs: Vyčistit
da: Ryd
de: Löschen
el: Εκκαθάριση
es: Borrar
fi: Tyhjennä
fr: Effacer
id: Hapus
it: Cancella
ja: クリア
ko: 지우기
nl: Wis
no: Tøm
pl: Wyczyść
pt: Limpar
pt_br: Limpar
ro: Curăță
ru: Очистить
sv: Rensa
tr: Temizle
uk: Очистити
zh_hans: 清空

source: Clear AI Context
ar: مسح سياق الذكاء الاصطناعي
cs: Vymazat AI kontext
da: Ryd AI-kontekst
de: KI-Kontext löschen
el: Καθαρισμός Πλαισίου AI
es: Borrar contexto de la IA
fi: Tyhjennä AI Konteksti
fr: Effacer le contexte IA
id: Hapus Konteks AI
it: Ripulisci contesto AI
ja: AIコンテキストをクリア
ko: AI 컨텍스트 지우기
nl: Wis AI-context
no: Fjern AI-kontekst
pl: Wyczyść kontekst AI
pt: Limpar contexto da IA
pt_br: Limpar contexto IA
ro: Curăță contextul AI
ru: Очистить контекст AI
sv: Rensa AI-kontext
tr: Yapay Zeka Bağlamını Temizle
uk: Очистити контекст ШІ
zh_hans: 清除 AI 环境

source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت
cs: Vymazat mezipaměť
da: Ryd Cache
de: Cache leeren
el: Εκκαθάριση Προσωρινής Αποθήκευσης
es: Vaciar caché
fi: Tyhjennä Välimuisti
fr: Vider le cache
id: Bersihkan Cache
it: Elimina cache
ja: キャッシュをクリア
ko: 캐시 지우기
nl: Wis cache
no: Tøm hurtiglager
pl: Wyczyść pamięć podręczną
pt: Limpar cache
pt_br: Limpar Cache
ro: Curăță Cache
ru: Очистить кэш
sv: Rensa cache
tr: Önbelleği Temizle
uk: Очистити кеш
zh_hans: 清除缓存

source: Clear Queue
ar: مسح قائمة الانتظار
cs: Vymazat frontu
da: Ryd Kø
de: Warteschlange leeren
el: Εκκαθάριση Ουράς
es: Borrar cola
fi: Tyhjennä Jono
fr: Effacer la file d'attente
id: Kosongkan Antrean
it: Svuota coda
ja: キューをクリア
ko: 대기열 지우기
nl: Wachtrij wissen
no: Tøm kø
pl: Wyczyść kolejkę
pt: Limpar fila
pt_br: Limpar fila
ro: Șterge coada
ru: Очистить очередь
sv: Rensa kön
tr: Kuyruğu temizle
uk: Очистити чергу
zh_hans: 清除队列

source: Clear input
ar: مسح المدخلات
cs: Vymazat vstup
da: Ryd input
de: Eingabe löschen
el: Εκκαθάριση εισόδου
es: Borrar entrada
fi: Tyhjennä syöte
fr: Effacer la saisie
id: Hapus input
it: Elimina input
ja: 入力をクリア
ko: 입력 지우기
nl: Wis invoer
no: Tøm inndata
pl: Wyczyść dane wejściowe
pt: Limpar campo
pt_br: Limpar entrada
ro: Ștergeți intrarea
ru: Очистить ввод
sv: Rensa inmatning
tr: Girdiyi temizle
uk: Очистити введення
zh_hans: 清除输入

source: Clear search
ar: مسح البحث
cs: Vymazat hledání
da: Ryd søgning
de: Suche löschen
el: Εκκαθάριση αναζήτησης
es: Borrar búsqueda
fi: Tyhjennä haku
fr: Effacer la recherche
id: Hapus pencarian
it: Cancella ricerca
ja: 検索をクリア
ko: 검색 지우기
nl: Wis zoekopdracht
no: Tøm søk
pl: Wyczyść wyszukiwanie
pt: Limpar pesquisa
pt_br: Limpar pesquisa
ro: Ștergeți căutarea
ru: Очистить поиск
sv: Rensa sökning
tr: Aramayı temizle
uk: Очистити пошук
zh_hans: 清除搜索

source: Clear the entire queue and stop playback.
ar: امسح قائمة الانتظار بالكامل وأوقف التشغيل.
cs: Vymazat celou frontu a zastavit přehrávání.
da: Ryd hele køen og stop afspilningen.
de: Leere die gesamte Warteschlange und stoppe die Wiedergabe.
el: Καθαρίστε ολόκληρη την ουρά και σταματήστε την αναπαραγωγή.
es: Borra toda la cola y detén la reproducción.
fi: Tyhjennä koko jono ja lopeta toisto.
fr: Efface toute la file d'attente et arrête la lecture.
id: Kosongkan seluruh antrean dan hentikan pemutaran.
it: Svuota l'intera coda e interrompi la riproduzione.
ja: キュー全体をクリアし、再生を停止します。
ko: 전체 대기열을 지우고 재생을 중지합니다.
nl: Wis de hele wachtrij en stop de weergave.
no: Slett hele køen og stopp avspilling.
pl: Wyczyść całą kolejkę i zatrzymaj odtwarzanie.
pt: Limpe a fila inteira e pare a reprodução.
pt_br: Limpe toda a fila e pare a reprodução.
ro: Curăță întreaga listă și oprește redarea.
ru: Очистите всю очередь и остановите воспроизведение.
sv: Rensa hela kön och stoppa uppspelningen.
tr: Tüm kuyruğu temizleyin ve oynatmayı durdurun.
uk: Очистіть усю чергу й зупиніть відтворення.
zh_hans: 清除整个队列并停止播放。

source: Clearing...
ar: جارٍ المسح...
cs: Probíhá čištění...
da: Rydder...
de: Wird geleert…
el: Εκκαθάριση...
es: Borrando…
fi: Tyhjennetään...
fr: Nettoyage en cours...
id: Membersihkan...
it: Cancellazione…
ja: 消去中...
ko: 지우는 중...
nl: Wordt gewist…
no: Sletter...
pl: Czyszczenie…
pt: A limpar…
pt_br: Limpando...
ro: Ștergere...
ru: Очистка…
sv: Rensar…
tr: Temizleniyor...
uk: Очищення...
zh_hans: 正在清除...

source: Clears the AI session state. Use this if responses seem off or stuck.
ar: يمسح حالة جلسة الذكاء الاصطناعي. استخدمه إذا بدت الاستجابات غير صحيحة أو متوقفة.
cs: Vymaže stav AI relace. Použijte tuto možnost, pokud se odpovědi zdají být vypnuty nebo uvízly.
da: Rydder AI-sessionen. Brug dette hvis svarene synes ud eller sidder fast.
de: Löscht den Status der KI-Sitzung. Verwende dies, wenn Antworten unpassend wirken oder festhängen.
el: Καθαρίζει την κατάσταση συνεδρίας τεχνητής νοημοσύνης. Χρησιμοποιήστε το αν οι απαντήσεις φαίνονται εκτός λειτουργίας ή κολλήσουν.
es: Borra el estado de la sesión de la IA. Úsalo si las respuestas parecen incorrectas o atascadas.
fi: Tyhjentää tekoälyn istunnon tilan. Käytä tätä, jos vastaukset näyttävät pois tai jumissa.
fr: Efface l'état de la session IA. Utilisez ceci si les réponses semblent incorrectes ou bloquées.
id: Menghapus status sesi AI. Gunakan ini jika respons tampak aneh atau macet.
it: Cancella lo stato della sessione AI. Usalo se le risposte sembrano sbagliate o bloccate.
ja: AIセッションの状態をクリアします。応答が不安定な場合に使用してください。
ko: AI 세션 상태를 지웁니다. 응답이 이상하거나 멈춘 것 같으면 사용하세요.
nl: Wist de status van de AI-sessie. Gebruik dit als reacties vreemd lijken of vastzitten.
no: Fjerner AI-økttilstanden. Bruk dette hvis svarene virker av eller sitter fast.
pl: Czyści stan sesji AI. Użyj tego, jeśli odpowiedzi wydają się nieprawidłowe lub utknęły.
pt: Limpa o estado da sessão da IA. Use esta opção se as respostas parecerem estranhas ou bloqueadas.
pt_br: Limpa o estado da sessão de IA. Use isto se as respostas estiverem desligadas ou travadas.
ro: Curăță starea sesiunii AI. Utilizați acest lucru dacă răspunsurile par dezactivate sau blocate.
ru: Очищает состояние сеанса AI. Используйте это, если ответы кажутся неверными или зависли.
sv: Rensar AI-sessionens tillstånd. Använd detta om svaren verkar felaktiga eller har fastnat.
tr: Yapay zeka oturum durumunu temizler. Yanıtlar garip görünüyorsa veya takılı kaldıysa bunu kullanın.
uk: Очищає стан сеансу ШІ. Використовуйте, якщо відповіді здаються некоректними або зависли.
zh_hans: 清除 AI 会话状态。如果回答看起来已经关闭或卡住，请使用它。

source: Close
ar: إغلاق
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
fi: Sulje
fr: Fermer
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluit
no: Lukk
pl: Zamknij
pt: Fechar
pt_br: FECHAR
ro: Inchide
ru: Закрыть
sv: Stäng
tr: Kapat
uk: Закрити
zh_hans: 关闭

source: Close comments
ar: إغلاق التعليقات
cs: Zavřít komentáře
da: Luk kommentarer
de: Kommentare schließen
el: Κλείσιμο σχολίων
es: Cerrar comentarios
fi: Sulje kommentit
fr: Fermer les commentaires
it: Chiudi commenti
ja: コメントを閉じる
nl: Sluit reacties
no: Lukk kommentarer
pl: Zamknij komentarze
pt: Fechar comentários
pt_br: Fechar comentários
ro: Închide comentariile
ru: Закрыть комментарии
sv: Stäng kommentarer
uk: Закрити коментарі
zh_hans: 关闭评论

source: Close side panel
ar: إغلاق اللوحة الجانبية
cs: Zavřít boční panel
da: Luk sidepanel
de: Seitenleiste schließen
el: Κλείσιμο πλευρικού πίνακα
es: Cerrar panel lateral
fi: Sulje sivupaneeli
fr: Fermer le panneau latéral
id: Tutup panel samping
it: Chiudi pannello laterale
ja: サイドパネルを閉じる
ko: 사이드 패널 닫기
nl: Sluit zijpaneel
no: Lukk sidepanel
pl: Zamknij panel boczny
pt: Fechar painel lateral
pt_br: Fechar painel lateral
ro: Închide panoul lateral
ru: Закрыть боковую панель
sv: Stäng sidopanelen
tr: Yan paneli kapat
uk: Закрити бічну панель
zh_hans: 关闭侧面板

source: Closed captions
ar: الترجمة المصاحبة
cs: Uzavřené titulky
da: Lukkede billedtekster
de: Untertitel
el: Κλειστές λεζάντες
es: Subtítulos
fi: Suljetut kuvatekstit
fr: Sous-titres codés
id: Takarir
it: Sottotitoli
ja: 字幕を閉じる
ko: 자막
nl: Ondertiteling
no: Lukkede undertekster
pl: Napisy
pt: Legendas ocultas
pt_br: Legendas fechadas
ro: Legenda închisă
ru: Субтитры
sv: Textning
tr: Kapalı altyazılar
uk: Субтитри
zh_hans: 隐藏的标题

source: Collection
ar: المجموعة
cs: Sbírka
da: Samling
de: Sammlung
el: Συλλογή
es: Colección
fi: Kokoelma
fr: Collecte
id: Koleksi
it: Raccolta
ja: コレクション
ko: 컬렉션
nl: Verzameling
no: Samling
pl: Kolekcja
pt: Coleção
pt_br: Coleção
ro: Colectare
ru: Коллекция
sv: Samling
tr: Koleksiyon
uk: Колекція
zh_hans: 收藏

source: Command Bar
ar: شريط الأوامر
cs: Příkazová lišta
da: Kommandolinje
de: Befehlsleiste
el: Γραμμή Εντολών
es: Barra de comandos
fi: Komentopalkki Reg.
fr: Barre de commandes
id: Panel Perintah
it: Barra dei comandi
ja: コマンドバー
ko: 명령 막대
nl: Opdrachtenbalk
no: Kommando Bar
pl: Pasek poleceń
pt: Barra de comandos
pt_br: Barra de comando
ro: Bară de comandă
ru: Панель команд
sv: Kommandofält
tr: Komut Çubuğu
uk: Панель команд
zh_hans: 命令栏

source: Comments
ar: التعليقات
cs: Komentáře
da: Kommentarer
de: Kommentare
el: Σχόλια
es: Comentarios
fi: Kommentit
fr: Commentaires
id: Komentar
it: Commenti
ja: コメント
ko: 댓글
nl: Reacties
no: Kommentarer
pl: Komentarze
pt: Comentários
pt_br: comentários
ro: Comentarii
ru: Комментарии
sv: Kommentarer
tr: Yorumlar
uk: Коментарі
zh_hans: 评论
